<?php

return [

    'fullName.regex' =>   'يجب أن يحتوي الاسم الكامل على اسمين على الأقل مفصولين بمسافة',
    'email.regex' => 'قيمة البريد الإلكتروني غير صالحة',
    'date' => 'يجب على الحقل :attribute أن يكون تاريخًا صالحا',
    'password.min' => 'يجب أن يتكون حقل كلمة المرور من 8 أحرف على الأقل',
    'password.regex' => 'يجب أن يحتوي حقل كلمة المرور على رقم واحد على الأقل وحرف خاص واحد على الأقل',
    'username.unique' => 'يجب أن يكون اسم المستخدم فريدا',
    'phone.regex' => 'يجب أن يتكون رقم الهاتف من 11 رقما ويبدأ بأي من [011,010,012]',

];
